[
  "Read by Scott Couchman, first published in Top-Notch, April 15, 1922",
  "Read by Mike Wood, first published in Galaxy, February 1958",
  "Read by Kevin Hayden, first published in Love of Life and Other Stories, 1907",
  "Read by Bob Hoe, first published in Top-Notch, June 15, 1930",
  "Read by Scott Couchman, first published in Fantasy Fan, March 1934",
  "Read by Josie Babin, first published in Flying Stories, May 1929",
  "Read by Joe Sammarco, first published in All Sports, February 1940",
  "Read by Josh Roseman, first published in Astounding Stories, May 1931",
  "Read by Steven Howell, first published in Alibi, April 1934",
  "Read by Steven Howell, first published in Galaxy, October 1955",
  "Read by Nobilis Reed, first published in All-Story, September 15 1917",
  "Read by Daniel Schwartz, first published in Indian Stories, Winter, 1950",
  "Read by Tim Ward, first published in Adventure, August 1911",
  "Read by Fred Himebaugh, first published in Fantasy and Science Fiction, December 1982\nHost Dave Robison and editor Fred Himebaugh interview Tim Powers, author of this episode’s story.",
  "Read by Jeff Lane, first published in All Star Detective Stories, November, 1929",
  "Read by Simon Hildebrandt, first published in Weird Tales, July, 1937",
  "Read by Kevin Hayden, first published in Weird Tales, October 1937",
  "Read by Jeff Lewis, first published in Triple Detective, Summer, 1954",
  "Read by Robert Smales, first published in Top-Notch Magazine, December 15, 1922",
  "Read by Nick Camm, first published in Weird Tales, December 1937",
  "Read by Joe Sammarco, first published in Air Wonder Stories, March, 1930",
  "Read by Jeff Lane, first published in Weird Tales, October 1936",
  "Read by Jeff Lane, first published in Weird Tales, October 1936",
  "Read by Pete Fallico, first published in All Sports, August, 1949",
  "Read by Tim Maroney, first published in Adventure Magazine, August 3, 1919",
  "Read by Robert Crandall, first published in Action Novels, August, 1929",
  "Read by Jacob Sanderson, first published in Comet, July, 1941",
  "Read by Bryan Lincoln, first published in Jungle Tales of Tarzan, 1919",
  "Read by Fred Himebaugh, first published in Triquarterly Journal, Northwestern University, #47, Winter, 1980\n“The Pink of Fading Neon” ©1980 James Blaylock. Used by permission.",
  "Read by Jim Philips, first published in Fight Stories, September, 1930",
  "Read by Josie Babbin, first published in All Story Weekly, June 26 1915",
  "Read by Logan Waterman, first published in Amazing Stories, June 1926",
  "Read by Adam Pracht, first published in Weird Tales, July, 1937",
  "Read by Lewis Morgan, first published in Weird Tales, March, 1929",
  "Read by Logan Waterman, first published in Air Wonder Stories, November, 1929",
  "Read by Jeff Lewis, first published in Thrilling Adventures, July 1932",
  "Read by Dan Rabarts, first published in The Frontier, May 1926",
  "Read by Tim Maroney, first published in Uncanny Stories, April 1941",
  "Read by Steven Howell, first published in The Boy Scouts Book of Campfire Stories",
  "Read by Maury Kestenbaum, first published in Thrilling Wonder Stories, December 1940",
  "Read by Brandie Tarvin, first published in I Confess, no. 25, Jan. 12 1923",
  "Read by Ben Boardman, first published in Top-Notch, May 1, 1922",
  "Read by Josie Babin, first published in Ace High Magazine, February, 1931",
  "Read by Goldeen Ogawa, first published in All Story Weekly, August 19, 1916",
  "Read by Tristan Gregory, first published in Strange Detective Stories, January, 1934",
  "Read by Nick Camm, first published in Black Mask, October 1, 1923",
  "Read by James Silverstein, first published in Weird Tales, March, 1924",
  "Read by Simon Hildebrandt, first published in 1905",
  "Read by James Silverstein, first published in Weird Tales, March 1938",
  "Read by Wilson Fowlie, first published in November 1921 issue of The Wolverine\nThis is the first ever story in the Cthulhu Mythos",
  "Read by Nathan Lowell, first published in 1919 in Jungle Tales of Tarzan",
  "Read by Josh Roseman, first published in Sea Stories, August 1929",
  "Read by Doc Coleman, first published in Tales of Chinatown",
  "Read by Fred Himebaugh, first published in Western Story Magazine, May 14, 1932",
  "Read by Josie Babin, first published in Weird Tales, July, 1938",
  "Read by Lewis Morgan, first published in Adventure Magazine, March 3, 1920",
  "Read by Fred Himebaugh, first published in Isaac Asimov’s Science Fiction Magazine, May 1986\n“The Shadow on the Doorstep” © 1986 James Blaylock. Used by permission.",
  "Read by Bryan Lincoln, first published in Imagination",
  "Read by Simon Hildebrandt, first published in Weird Tales, October 1936",
  "Read by Josh Roseman, first published in Out of This World Adventures, July 1950",
  "Read by Mike Wood, first published in Analog Science Fact Science Fiction, November, 1962",
  "Read by Fred Himebaugh, first published in Weird Tales, December 1937",
  "Read by Mandy McCall, first published in Thrilling Adventures, July 1932",
  "Read by Jay Langejans, first published in Tales of Terror and Mystery",
  "Read by Adam Pracht, first published in Dark Tales of Lost Civilizations\n“The Island Trovar” © 2012 JC Hemphill. Used by permission.",
  "Read by Dallan Troyer, first published in Thrilling Spy Stories, July, 1939",
  "Read by Nick Camm, first published in Worlds of Science Fiction, May 1954",
  "Read by Fred Himebaugh, first published in Comet Magazine, July 1941",
  "Read by Pete Fallico, first published in Top Notch Magazine, December 15, 1922",
  "Read by Fred Himebaugh, first published in The Blue Magazine, November, 1907",
  "Read by Dave Lamm, first published in Science Fiction Adventures Magazine, December 1953",
  "Read by Douglas B. Sedivy, first published in Astounding Stories of Super Science, September 1930",
  "Read by Daniel Reynolds, first published in Weird Tales, Feb. 1938",
  "Read by Simon Hildebrandt, first published in Weird Tales, Feb. 1938",
  "Read by Wilson Fowlie, first published in as “The Baumoff Explosive” in Nash’s Weekly Vol. 2, No. 2 (1919)",
  "Read by Samuel Campbell, first published in Top-Notch Magazine, May 21, 1915",
  "Read by Nick Camm, first published in Weird Tales, April 1934",
  "Read by Nick Camm, first published in Weird Tales, April 1934",
  "Read by Dave Lamm, first published in Planet Stories, Spring, 1955",
  "Read by Fred Himebaugh, first published in Planet Stories, July 1952",
  "Read by Stephen Howell, first published in Adventure, March 3, 1920",
  "Read by Fred Himebaugh, first published in 12 Adventure Stories, October 1939",
  "Read by Josh Roseman, first published in Argosy, July 5, 1919",
  "Read by Fred Himebaugh, first published in Weird Tales, December, 1937",
  "Read by Josie Babin,",
  "Read by Pete Fallico, first published in All-Story Weekly, September 7, 1918",
  "Read by Fred Himebaugh, first published in All-Story Weekly, November 24, 1917",
  "Read by Bryan Lincoln, first published in Adventure, December 18, 1919",
  "Read by Fred Himebaugh, first published in Out of This World Adventures, July 1950",
  "Read by James Silverstein, first published in Weird Tales, July 1938",
  "Read by Fred Himebaugh, first published in Planet Stories, March 1951",
  "Read by Fred Himebaugh, first published in Planet Stories, March 1951",
  "Read by Fred Himebaugh, first published in Planet Stories, March 1951",
  "Read by Robert Crandall, first published in Weird Tales, May 1934",
  "Read by Robert Crandall, first published in Weird Tales, May 1934",
  "Read by Fred Himebaugh, first published in Crack Detective, March 1946",
  "Read by Samuel Campbell, first published in Thrilling Adventures, August 1939",
  "Read by Rob Smales, first published in Planet Stories, Fall, 1944",
  "Read by Logan Waterman, first published in West Magazine, July 22, 1931",
  "Read by Fred Himebaugh, first published in Planet Stories, November, 1950",
  "Read by Shawn Robertson, first published in Adventure, March 30 1920",
  "Read by Daniel Reynolds, first published in Planet Stories, Summer, 1942",
  "Read by Fred Himebaugh, first published in The All-Story, January 5, 1918",
  "Read by Jay Langejans, first published in The Strand Magazine",
  "Read by James Silverstein",
  "Read by James Silverstein",
  "Read by James Silverstein",
  "Read by Fred Himebaugh, first published in Planet Stories, Spring, 1946",
  "Read by Rob Smales, first published in Astounding Stories of Super Science, February 1930",
  "Read by Douglas Sedivy, first published in Crack Detective Stories, December 1947",
  "Read by Dave Lamm, first published in Ace Mystery, July 1936"
]
